Repository: PatrickTaddey/single-page-application
Catalog: app/dev/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: profile
de_de: Profil

source: briefing
de_de: Im Angebot

source: order now
de_de: Jetzt bestellen!

source: 404 text
de_de: Diese Route kenne ich noch nicht!

source: legal notice
de_de: Impressum

source: contact
de_de: Kontakt

source: "placeholder name"
de_de: "John Doe"

source: "placeholder email"
de_de: "john.doe@gmail.com"

source: offer
de_de: Angebot

source: "placeholder offer"
de_de: "z.B. '100'"

source: message
de_de: Nachricht

source: "placeholder message"
de_de: "Deine Nachricht an mich..."

source: "send message"
de_de: Abschicken

source: All
de_de: Alle

source: goto
de_de: Zum Anbieter

source: domains for sale
de_de: Domainverkauf

source: buy now
de_de: Gebot senden

source: start
de_de: Home

source: about
de_de: Ãœber mich

source: domains
de_de: Domainverkauf

source: show domains
de_de: Domains anzeigen

source: Mail sent
de_de: Danke! Deine E-Mail wurde verschickt.

source: Mail not sent
de_de: Fehler. Deine E-Mail konnte nicht verschickt werden.

source: Please enter your name
de_de: Bitte einen Namen eingeben.

source: Please enter your email
de_de: Bitte eine valide E-Mail eingeben.

source: Please enter a valid offer
de_de: Bitte ein Angebot eingeben.

source: Please enter a message
de_de: Bitte eine Nachricht eingeben.
